Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# stats_rem_description
source: Dreams & memory processing
ar: الأحلام ومعالجة الذاكرة
ca: Somnis i processament de la memòria
cs: Sny a zpracování paměti
da: Drømme og hukommelsesbearbejdning
de: Träume und Gedächtnisverarbeitung
el: Όνειρα και επεξεργασία μνήμης
es: Sueños y procesamiento de memoria
fi: Unet ja muistin käsittely
fr: Rêves et consolidation de la mémoire
he: חלומות ועיבוד זיכרון
hi: सपने और स्मृति प्रसंस्करण
hr: Snovi i obrada pamćenja
hu: Álmok és memóriafeldolgozás
id: Mimpi dan pemrosesan memori
it: Sogni ed elaborazione della memoria
ja: 夢と記憶の整理
ko: 꿈과 기억 정리
ms: Mimpi dan pemprosesan memori
nl: Dromen en geheugenverwerking
no: Drømmer og hukommelsesbearbeiding
pl: Sny i porządkowanie pamięci
pt_br: Sonhos e processamento de memória
pt_pt: Sonhos e processamento da memória
ro: Vise și procesarea memoriei
ru: Сны и обработка памяти
sk: Sny a spracovanie pamäti
sv: Drömmar och minnesbearbetning
th: ความฝันและการประมวลความจำ
tr: Rüyalar ve hafıza işleme
uk: Сни та обробка пам'яті
vi: Giấc mơ và xử lý trí nhớ
zh_hans: 梦境与记忆处理
zh_hant: 夢境與記憶處理

# stats_sleep_duration
source: Sleep Duration
ar: مدة النوم
ca: Durada del son
cs: Délka spánku
da: Søvnlængde
de: Schlafdauer
el: Διάρκεια ύπνου
es: Duración del Sueño
fi: Unen kesto
fr: Durée du sommeil
he: משך שינה
hi: नींद की अवधि
hr: Trajanje sna
hu: Alvás időtartama
id: Durasi Tidur
it: Durata del sonno
ja: 睡眠時間
ko: 수면 시간
ms: Tempoh Tidur
nl: Slaapduur
no: Søvnlengde
pl: Długość snu
pt_br: Duração do Sono
pt_pt: Duração do sono
ro: Durata somnului
ru: Длительность сна
sk: Dĺžka spánku
sv: Sömnlängd
th: ระยะเวลานอน
tr: Uyku Süresi
uk: Тривалість сну
vi: Thời lượng ngủ
zh_hans: 睡眠时长
zh_hant: 睡眠時數

# stats_sleep_goal
source: Sleep Goal
ar: هدف النوم
ca: Objectiu de son
cs: Cíl spánku
da: Søvnmål
de: Schlafziel
el: Στόχος ύπνου
es: Meta de Sueño
fi: Unitavoite
fr: Objectif de sommeil
he: יעד שינה
hi: नींद का लक्ष्य
hr: Cilj sna
hu: Alvási cél
id: Target Tidur
it: Obiettivo di sonno
ja: 睡眠目標
ko: 수면 목표
ms: Sasaran Tidur
nl: Slaapdoel
no: Søvnmål
pl: Cel snu
pt_br: Meta de Sono
pt_pt: Objetivo de sono
ro: Obiectiv de somn
ru: Цель сна
sk: Cieľ spánku
sv: Sömnmål
th: เป้าหมายการนอน
tr: Uyku Hedefi
uk: Ціль сну
vi: Mục tiêu giấc ngủ
zh_hans: 睡眠目标
zh_hant: 睡眠目標

# stats_sleep_phases
source: Sleep Phases
ar: مراحل النوم
ca: Fases del son
cs: Fáze spánku
da: Søvnstadier
de: Schlafphasen
el: Στάδια ύπνου
es: Fases del Sueño
fi: Univaiheet
fr: Phases de sommeil
he: שלבי שינה
hi: नींद के चरण
hr: Faze sna
hu: Alvási fázisok
id: Tahap Tidur
it: Fasi del sonno
ja: 睡眠ステージ
ko: 수면 단계
ms: Peringkat Tidur
nl: Slaapfasen
no: Søvnstadier
pl: Fazy snu
pt_br: Fases do Sono
pt_pt: Fases do sono
ro: Fazele somnului
ru: Фазы сна
sk: Fázy spánku
sv: Sömnstadier
th: ระยะการนอน
tr: Uyku Evreleri
uk: Фази сну
vi: Giai đoạn giấc ngủ
zh_hans: 睡眠阶段
zh_hant: 睡眠階段

# stats_sleep_schedule
source: Sleep Schedule
ar: جدول النوم
ca: Horari de son
cs: Režim spánku
da: Søvnrytme
de: Schlafrhythmus
el: Πρόγραμμα ύπνου
es: Horario de Sueño
fi: Unirytmi
fr: Horaires de sommeil
he: לוח שינה
hi: नींद का समय
hr: Raspored spavanja
hu: Alvási ritmus
id: Jadwal Tidur
it: Orari del sonno
ja: 睡眠スケジュール
ko: 수면 스케줄
ms: Jadual Tidur
nl: Slaapritme
no: Søvnrytme
pl: Rytm snu
pt_br: Horário de Sono
pt_pt: Horário de sono
ro: Programul de somn
ru: Режим сна
sk: Režim spánku
sv: Sömnschema
th: ตารางนอน
tr: Uyku Programı
uk: Режим сну
vi: Lịch ngủ
zh_hans: 睡眠作息
zh_hant: 睡眠作息

# stats_source_badge
source: Your tracking
ar: تتبّعك
ca: El teu seguiment
cs: Vaše záznamy
da: Din registrering
de: Dein Tracking
el: Η καταγραφή σου
es: Tu seguimiento
fi: Oma seurantasi
fr: Votre suivi
he: המעקב שלך
hi: आपकी ट्रैकिंग
hr: Tvoje praćenje
hu: A te követésed
id: Pelacakanmu
it: Il tuo monitoraggio
ja: あなたの記録
ko: 내 기록
ms: Jejakan anda
nl: Jouw tracking
no: Din registrering
pl: Twoje zapisy
pt_br: Seu rastreamento
pt_pt: O seu registo
ro: Monitorizarea ta
ru: Ваши записи
sk: Vaše záznamy
sv: Din loggning
th: การติดตามของคุณ
tr: Sizin kaydınız
uk: Ваші записи
vi: Theo dõi của bạn
zh_hans: 你的记录
zh_hant: 你的記錄

# stats_title
source: Statistics
ar: الإحصاءات
ca: Estadístiques
cs: Statistiky
da: Statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
he: סטטיסטיקות
hi: आँकड़े
hr: Statistika
hu: Statisztikák
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
nl: Statistieken
no: Statistikk
pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sv: Statistik
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# stats_tracker_empty_action
source: Track my night
ar: تتبّع ليلتي
ca: Segueix la meva nit
cs: Zaznamenat mou noc
da: Registrér min nat
de: Meine Nacht verfolgen
el: Καταγραφή της νύχτας μου
es: Rastrear mi noche
fi: Seuraa yötäni
fr: Suivre ma nuit
he: לעקוב אחרי הלילה שלי
hi: मेरी रात ट्रैक करें
hr: Prati moju noć
hu: Éjszakám követése
id: Lacak malamku
it: Monitora la mia notte
ja: 今夜を記録する
ko: 오늘 밤 기록하기
ms: Jejak malam saya
nl: Volg mijn nacht
no: Registrer natten min
pl: Zarejestruj moją noc
pt_br: Rastrear minha noite
pt_pt: Registar a minha noite
ro: Monitorizează-mi noaptea
ru: Записать эту ночь
sk: Zaznamenať moju noc
sv: Logga min natt
th: ติดตามคืนของฉัน
tr: Gecemi kaydet
uk: Записати цю ніч
vi: Theo dõi đêm của tôi
zh_hans: 记录一晚睡眠
zh_hant: 記錄一晚睡眠

# stats_tracker_empty_message
source: Track a night with Sunrise to see your sleep analysis here.
ar: تتبّع ليلة واحدة مع Sunrise لترى تحليل نومك هنا.
ca: Segueix una nit amb Sunrise per veure aquí l'anàlisi del teu son.
cs: Zaznamenejte noc se Sunrise a uvidíte zde analýzu svého spánku.
da: Registrér en nat med Sunrise for at se din søvnanalyse her.
de: Verfolge eine Nacht mit Sunrise, um hier deine Schlafanalyse zu sehen.
el: Κατάγραψε μια νύχτα με το Sunrise για να δεις εδώ την ανάλυση ύπνου σου.
es: Registra una noche con Sunrise para ver tu análisis de sueño aquí.
fi: Seuraa yksi yö Sunrisella, niin näet unianalyysisi tässä.
fr: Suivez une nuit avec Sunrise pour voir votre analyse de sommeil ici.
he: עקבו אחרי לילה אחד עם Sunrise כדי לראות כאן את ניתוח השינה שלכם.
hi: अपना नींद विश्लेषण यहाँ देखने के लिए Sunrise के साथ एक रात ट्रैक करें।
hr: Prati jednu noć sa Sunriseom i ovdje ćeš vidjeti analizu svog sna.
hu: Kövess egy éjszakát a Sunrise-zal, és itt látod majd az alváselemzésedet.
id: Lacak satu malam dengan Sunrise untuk melihat analisis tidurmu di sini.
it: Monitora una notte con Sunrise per vedere qui la tua analisi del sonno.
ja: Sunriseで一晩記録すると、ここに睡眠分析が表示されます。
ko: Sunrise로 하룻밤을 기록하면 여기에서 수면 분석을 볼 수 있어요.
ms: Jejak satu malam dengan Sunrise untuk melihat analisis tidur anda di sini.
nl: Volg een nacht met Sunrise om hier je slaapanalyse te zien.
no: Registrer en natt med Sunrise for å se søvnanalysen din her.
pl: Zarejestruj noc z Sunrise, aby zobaczyć tutaj analizę swojego snu.
pt_br: Rastreie uma noite com o Sunrise pra ver suas análises de sono aqui.
pt_pt: Registe uma noite com o Sunrise para ver aqui a análise do seu sono.
ro: Monitorizează o noapte cu Sunrise ca să vezi aici analiza somnului tău.
ru: Запишите ночь с Sunrise, чтобы увидеть здесь анализ сна.
sk: Zaznamenajte noc so Sunrise a uvidíte tu analýzu svojho spánku.
sv: Logga en natt med Sunrise för att se din sömnanalys här.
th: ติดตามการนอนหนึ่งคืนกับ Sunrise เพื่อดูผลวิเคราะห์การนอนของคุณที่นี่
tr: Uyku analizinizi burada görmek için Sunrise ile bir gece kaydedin.
uk: Запишіть ніч із Sunrise, щоб побачити тут аналіз свого сну.
vi: Theo dõi một đêm với Sunrise để xem phân tích giấc ngủ của bạn tại đây.
zh_hans: 用 Sunrise 记录一晚睡眠，即可在这里查看你的睡眠分析。
zh_hant: 用 Sunrise 記錄一晚睡眠，就能在這裡看到你的睡眠分析。

# stats_tracker_empty_title
source: No nights tracked yet
ar: لا ليالٍ متتبَّعة بعد
ca: Encara no hi ha nits seguides
cs: Zatím žádné zaznamenané noci
da: Ingen registrerede nætter endnu
de: Noch keine Nächte verfolgt
el: Καμία καταγεγραμμένη νύχτα ακόμη
es: Ninguna noche registrada
fi: Ei vielä seurattuja öitä
fr: Aucune nuit suivie pour l'instant
he: עדיין אין לילות במעקב
hi: अभी कोई रात ट्रैक नहीं हुई
hr: Još nema praćenih noći
hu: Még nincs követett éjszaka
id: Belum ada malam yang dilacak
it: Nessuna notte monitorata
ja: まだ記録された夜がありません
ko: 아직 기록된 밤이 없어요
ms: Belum ada malam dijejaki
nl: Nog geen nachten gevolgd
no: Ingen registrerte netter ennå
pl: Brak zarejestrowanych nocy
pt_br: Nenhuma noite rastreada
pt_pt: Ainda não há noites registadas
ro: Nicio noapte monitorizată încă
ru: Пока нет записанных ночей
sk: Zatiaľ žiadne zaznamenané noci
sv: Inga loggade nätter än
th: ยังไม่มีคืนที่ติดตาม
tr: Henüz kaydedilmiş gece yok
uk: Поки немає записаних ночей
vi: Chưa có đêm nào được theo dõi
zh_hans: 还没有睡眠记录
zh_hant: 還沒有睡眠記錄

# tab_alarm
source: Alarm
ar: المنبّه
ca: Alarma
cs: Budík
el: Ξυπνητήρι
es: Alarma
fi: Herätys
fr: Alarme
he: התראה
hi: अलार्म
hu: Ébresztő
it: Sveglia
ja: アラーム
ko: 알람
ms: Penggera
nl: Wekker
pt_br: Alarme
pt_pt: Alarme
ro: Alarmă
ru: Будильник
sk: Budík
th: ปลุก
uk: Будильник
vi: Báo thức
zh_hans: 闹钟
zh_hant: 鬧鐘

# tab_settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# tab_sleep
source: Sleep
ar: النوم
ca: Son
cs: Spánek
da: Søvn
de: Schlaf
el: Ύπνος
es: Dormir
fi: Uni
fr: Sommeil
he: שינה
hi: नींद
hr: San
hu: Alvás
id: Tidur
it: Sonno
ja: 睡眠
ko: 수면
ms: Tidur
nl: Slaap
no: Søvn
pl: Sen
pt_br: Dormir
pt_pt: Dormir
ro: Somn
ru: Сон
sk: Spánok
sv: Sömn
th: นอน
tr: Uyku
uk: Сон
vi: Ngủ
zh_hans: 睡眠
zh_hant: 睡眠

# tab_stats
source: Stats
ar: الإحصاءات
ca: Estadístiques
cs: Statistiky
da: Statistik
de: Statistik
el: Στατιστικά
es: Estadísticas
fi: Tilastot
he: סטטיסטיקות
hi: आँकड़े
hr: Statistika
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
nl: Statistieken
no: Statistikk
pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sv: Statistik
th: สถิติ
tr: İstatistik
uk: Статистика
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# tip_breathing_desc
source: Try the 4-7-8 technique: inhale for 4s, hold for 7s, exhale for 8s to calm your mind.
ar: جرّب تقنية 4-7-8: شهيق 4 ثوانٍ، حبس 7 ثوانٍ، زفير 8 ثوانٍ لتهدئة العقل.
ca: Prova la tècnica 4-7-8: inspira 4 s, aguanta 7 s i expira 8 s per calmar la ment.
cs: Vyzkoušejte techniku 4-7-8: nádech 4 s, zadržení 7 s, výdech 8 s pro zklidnění mysli.
da: Prøv 4-7-8-teknikken: Træk vejret ind i 4 sek., hold i 7 sek., pust ud i 8 sek. for at falde til ro.
de: Probiere die 4-7-8-Technik: 4 s einatmen, 7 s halten, 8 s ausatmen, um zur Ruhe zu kommen.
el: Δοκίμασε την τεχνική 4-7-8: εισπνοή 4 δ., κράτημα 7 δ., εκπνοή 8 δ. για να ηρεμήσεις.
es: Prueba la técnica 4-7-8: inhala 4s, mantén 7s, exhala 8s para calmar tu mente.
fi: Kokeile 4-7-8-tekniikkaa: hengitä sisään 4 s, pidätä 7 s ja hengitä ulos 8 s rauhoittuaksesi.
fr: Essayez la technique 4-7-8 : inspirez 4 s, retenez 7 s, expirez 8 s pour apaiser votre esprit.
he: נסו את שיטת 4-7-8: שאיפה 4 שניות, החזקה 7 שניות, נשיפה 8 שניות להרגעת המחשבות.
hi: 4-7-8 तकनीक आज़माएँ: 4 सेकंड साँस लें, 7 सेकंड रोकें, 8 सेकंड छोड़ें - मन शांत होगा।
hr: Isprobaj tehniku 4-7-8: udahni 4 s, zadrži 7 s, izdahni 8 s kako bi se smirio.
hu: Próbáld a 4-7-8 technikát: 4 mp belégzés, 7 mp benntartás, 8 mp kilégzés a megnyugváshoz.
id: Coba teknik 4-7-8: tarik napas 4 dtk, tahan 7 dtk, hembuskan 8 dtk untuk menenangkan pikiran.
it: Prova la tecnica 4-7-8: inspira per 4 s, trattieni per 7 s, espira per 8 s per calmare la mente.
ja: 4-7-8呼吸法を試しましょう。4秒吸って、7秒止めて、8秒かけて吐くと心が落ち着きます。
ko: 4-7-8 호흡법을 시도해 보세요. 4초 들이쉬고, 7초 참고, 8초 내쉬면 마음이 차분해집니다.
ms: Cuba teknik 4-7-8: tarik nafas 4 saat, tahan 7 saat, hembus 8 saat untuk menenangkan fikiran.
nl: Probeer de 4-7-8-techniek: adem 4 s in, houd 7 s vast en adem 8 s uit om tot rust te komen.
no: Prøv 4-7-8-teknikken: pust inn i 4 sek., hold i 7 sek., pust ut i 8 sek. for å roe sinnet.
pl: Wypróbuj technikę 4-7-8: wdech 4 s, zatrzymanie 7 s, wydech 8 s — to uspokaja umysł.
pt_br: Experimente a técnica 4-7-8: inspire 4s, segure 7s, expire 8s para acalmar sua mente.
pt_pt: Experimente a técnica 4-7-8: inspire 4 s, sustenha 7 s e expire 8 s para acalmar a mente.
ro: Încearcă tehnica 4-7-8: inspiră 4 s, ține 7 s, expiră 8 s pentru a-ți liniști mintea.
ru: Попробуйте технику 4-7-8: вдох 4 с, задержка 7 с, выдох 8 с — это успокаивает.
sk: Vyskúšajte techniku 4-7-8: nádych 4 s, zadržanie 7 s, výdych 8 s na upokojenie mysle.
sv: Prova 4-7-8-tekniken: andas in i 4 s, håll i 7 s och andas ut i 8 s för att lugna sinnet.
th: ลองเทคนิค 4-7-8: หายใจเข้า 4 วินาที กลั้น 7 วินาที หายใจออก 8 วินาที เพื่อให้จิตใจสงบ
tr: 4-7-8 tekniğini deneyin: 4 sn nefes alın, 7 sn tutun, 8 sn verin; zihninizi sakinleştirir.
uk: Спробуйте техніку 4-7-8: вдих 4 с, затримка 7 с, видих 8 с — це заспокоює.
vi: Thử kỹ thuật 4-7-8: hít vào 4 giây, giữ 7 giây, thở ra 8 giây để tâm trí thư thái.
zh_hans: 试试 4-7-8 呼吸法：吸气 4 秒，屏息 7 秒，呼气 8 秒，让大脑平静下来。
zh_hant: 試試 4-7-8 呼吸法：吸氣 4 秒、閉氣 7 秒、吐氣 8 秒，讓思緒平靜下來。

# tip_breathing_title
source: Practice Deep Breathing
ar: تنفّس بعمق
ca: Respira profundament
cs: Dýchejte zhluboka
da: Træk vejret dybt
de: Übe tiefes Atmen
el: Ανάπνευσε βαθιά
es: Practica Respiración Profunda
fi: Hengitä syvään
fr: Respirez profondément
he: נשמו עמוק
hi: गहरी साँस लें
hr: Diši duboko
hu: Lélegezz mélyeket
id: Tarik Napas Dalam
it: Respira profondamente
ja: 深呼吸をする
ko: 깊게 호흡하기
ms: Tarik Nafas Dalam-dalam
nl: Adem diep
no: Pust dypt
pl: Oddychaj głęboko
pt_br: Pratique Respiração Profunda
pt_pt: Respire fundo
ro: Respiră adânc
ru: Дышите глубже
sk: Dýchajte zhlboka
sv: Andas djupt
th: หายใจลึกๆ
tr: Derin Nefes Alın
uk: Дихайте глибоко
vi: Hít thở sâu
zh_hans: 练习深呼吸
zh_hant: 練習深呼吸

# tip_caffeine_desc
source: Avoid caffeine at least 6 hours before bedtime. It can stay in your system for hours.
ar: تجنّب الكافيين قبل النوم بـ6 ساعات على الأقل. قد يبقى في الجسم لساعات.
ca: Evita la cafeïna almenys 6 hores abans d'anar a dormir. Pot romandre hores al cos.
cs: Vyhněte se kofeinu alespoň 6 hodin před spaním. V těle může působit celé hodiny.
da: Undgå koffein mindst 6 timer før sengetid. Det kan blive i kroppen i timevis.
de: Vermeide Koffein mindestens 6 Stunden vor dem Schlafengehen. Es kann stundenlang im Körper bleiben.
el: Απόφυγε την καφεΐνη τουλάχιστον 6 ώρες πριν τον ύπνο. Μπορεί να μείνει ώρες στον οργανισμό.
es: Evita la cafeína al menos 6 horas antes de dormir. Puede permanecer en tu sistema por horas.
fi: Vältä kofeiinia vähintään 6 tuntia ennen nukkumaanmenoa. Se voi vaikuttaa tunteja.
fr: Évitez la caféine au moins 6 heures avant le coucher. Elle peut rester des heures dans l'organisme.
he: הימנעו מקפאין לפחות 6 שעות לפני השינה. הוא נשאר בגוף שעות.
hi: सोने से कम से कम 6 घंटे पहले कैफ़ीन से बचें। यह शरीर में घंटों रहता है।
hr: Izbjegavaj kofein najmanje 6 sati prije spavanja. Može djelovati satima.
hu: Kerüld a koffeint legalább 6 órával lefekvés előtt. Órákig a szervezetben maradhat.
id: Hindari kafein setidaknya 6 jam sebelum tidur. Kafein bisa bertahan berjam-jam di tubuh.
it: Evita la caffeina almeno 6 ore prima di dormire. Può restare in circolo per ore.
ja: 就寝の6時間前からはカフェインを避けましょう。体内に数時間残ることがあります。
ko: 취침 최소 6시간 전부터 카페인을 피하세요. 몸에 몇 시간 동안 남아 있을 수 있어요.
ms: Elakkan kafein sekurang-kurangnya 6 jam sebelum tidur. Ia boleh kekal berjam-jam dalam badan.
nl: Vermijd cafeïne minstens 6 uur voor bedtijd. Het kan uren in je lichaam blijven.
no: Unngå koffein minst 6 timer før leggetid. Det kan bli i kroppen i timevis.
pl: Unikaj kofeiny co najmniej 6 godzin przed snem. Może działać jeszcze przez wiele godzin.
pt_br: Evite cafeína pelo menos 6 horas antes de dormir. Ela pode permanecer no seu sistema por horas.
pt_pt: Evite cafeína pelo menos 6 horas antes de deitar. Pode permanecer no organismo durante horas.
ro: Evită cafeina cu cel puțin 6 ore înainte de culcare. Poate rămâne ore întregi în organism.
ru: Избегайте кофеина минимум за 6 часов до сна. Он может действовать часами.
sk: Vyhnite sa kofeínu aspoň 6 hodín pred spaním. V tele môže pôsobiť celé hodiny.
sv: Undvik koffein minst 6 timmar före läggdags. Det kan stanna i kroppen i timmar.
th: เลี่ยงคาเฟอีนอย่างน้อย 6 ชั่วโมงก่อนนอน เพราะอยู่ในร่างกายได้หลายชั่วโมง
tr: Yatmadan en az 6 saat önce kafeinden kaçının. Vücutta saatlerce kalabilir.
uk: Уникайте кофеїну щонайменше за 6 годин до сну. Він може діяти годинами.
vi: Tránh caffeine ít nhất 6 tiếng trước giờ ngủ. Nó có thể tồn tại trong cơ thể nhiều giờ.
zh_hans: 睡前至少 6 小时避免咖啡因。它会在体内停留数小时。
zh_hant: 睡前至少 6 小時避免咖啡因。它可能在體內停留數小時。

# tip_caffeine_title
source: Watch Your Caffeine
ar: انتبه للكافيين
ca: Vigila la cafeïna
cs: Pozor na kofein
da: Pas på koffein
de: Achte auf dein Koffein
el: Πρόσεχε την καφεΐνη
es: Cuida tu Cafeína
fi: Varo kofeiinia
fr: Attention à la caféine
he: שימו לב לקפאין
hi: कैफ़ीन पर ध्यान दें
hr: Pazi na kofein
hu: Figyelj a koffeinre
id: Perhatikan Kafein
it: Attenzione alla caffeina
ja: カフェインに注意
ko: 카페인 주의
ms: Awasi Kafein
nl: Let op je cafeïne
no: Pass på koffein
pl: Uważaj na kofeinę
pt_br: Cuidado com a Cafeína
pt_pt: Atenção à cafeína
ro: Atenție la cafeină
ru: Следите за кофеином
sk: Pozor na kofeín
sv: Se upp med koffein
th: ระวังคาเฟอีน
tr: Kafeine Dikkat
uk: Стежте за кофеїном
vi: Chú ý caffeine
zh_hans: 留意咖啡因
zh_hant: 留意咖啡因

# tip_category_environment
source: Environment
ar: البيئة
ca: Entorn
cs: Prostředí
da: Omgivelser
de: Umgebung
el: Περιβάλλον
es: Ambiente
fi: Ympäristö
fr: Environnement
he: סביבה
hi: वातावरण
hr: Okruženje
hu: Környezet
id: Lingkungan
it: Ambiente
ja: 環境
ko: 환경
ms: Persekitaran
nl: Omgeving
no: Omgivelser
pl: Otoczenie
pt_br: Ambiente
pt_pt: Ambiente
ro: Mediu
ru: Обстановка
sk: Prostredie
sv: Miljö
th: สภาพแวดล้อม
tr: Ortam
uk: Середовище
vi: Môi trường
zh_hans: 环境
zh_hant: 環境

# tip_category_lifestyle
source: Lifestyle
ar: نمط الحياة
ca: Estil de vida
cs: Životní styl
da: Livsstil
de: Lebensstil
el: Τρόπος ζωής
es: Estilo de Vida
fi: Elämäntavat
fr: Mode de vie
he: אורח חיים
hi: जीवनशैली
hr: Životni stil
hu: Életmód
id: Gaya Hidup
it: Stile di vita
ja: 生活習慣
ko: 생활 습관
ms: Gaya Hidup
nl: Levensstijl
no: Livsstil
pl: Styl życia
pt_br: Estilo de Vida
pt_pt: Estilo de vida
ro: Stil de viață
ru: Образ жизни
sk: Životný štýl
sv: Livsstil
th: ไลฟ์สไตล์
tr: Yaşam Tarzı
uk: Спосіб життя
vi: Lối sống
zh_hans: 生活方式
zh_hant: 生活型態

# tip_category_nutrition
source: Nutrition
ar: التغذية
ca: Nutrició
cs: Strava
da: Kost
de: Ernährung
el: Διατροφή
es: Nutrición
fi: Ravinto
he: תזונה
hi: पोषण
hr: Prehrana
hu: Táplálkozás
id: Nutrisi
it: Alimentazione
ja: 食事
ko: 영양
ms: Pemakanan
nl: Voeding
no: Kosthold
pl: Odżywianie
pt_br: Nutrição
pt_pt: Alimentação
ro: Nutriție
ru: Питание
sk: Strava
sv: Kost
th: โภชนาการ
tr: Beslenme
uk: Харчування
vi: Dinh dưỡng
zh_hans: 营养
zh_hant: 營養

# tip_category_relaxation
source: Relaxation
ar: الاسترخاء
ca: Relaxació
cs: Relaxace
da: Afslapning
de: Entspannung
el: Χαλάρωση
es: Relajación
fi: Rentoutuminen
fr: Détente
he: הרפיה
hi: विश्राम
hr: Opuštanje
hu: Lazítás
id: Relaksasi
it: Relax
ja: リラックス
ko: 휴식
ms: Relaksasi
nl: Ontspanning
no: Avslapning
pl: Relaks
pt_br: Relaxamento
pt_pt: Relaxamento
ro: Relaxare
ru: Расслабление
sk: Relaxácia
sv: Avslappning
th: การผ่อนคลาย
tr: Rahatlama
uk: Розслаблення
vi: Thư giãn
zh_hans: 放松
zh_hant: 放鬆

# tip_category_routine
source: Routine
ar: الروتين
ca: Rutina
cs: Režim
da: Rutine
el: Ρουτίνα
es: Rutina
fi: Rutiini
he: שגרה
hi: दिनचर्या
hr: Rutina
hu: Rutin
id: Rutinitas
ja: 習慣
ko: 루틴
ms: Rutin
no: Rutine
pl: Rutyna
pt_br: Rotina
pt_pt: Rotina
ro: Rutină
ru: Режим
sk: Režim
sv: Rutin
th: กิจวัตร
tr: Rutin
uk: Режим
vi: Thói quen
zh_hans: 作息
zh_hant: 作息

# tip_consistent_schedule_desc
source: Go to bed and wake up at the same time every day, even on weekends.
ar: نم واستيقظ في نفس الوقت كل يوم، حتى في عطلة نهاية الأسبوع.
ca: Ves a dormir i lleva't a la mateixa hora cada dia, també els caps de setmana.
cs: Choďte spát a vstávejte každý den ve stejnou dobu, i o víkendech.
da: Gå i seng og stå op på samme tidspunkt hver dag, også i weekenden.
de: Geh jeden Tag zur gleichen Zeit ins Bett und steh zur gleichen Zeit auf, auch am Wochenende.
el: Κοιμήσου και ξύπνα την ίδια ώρα κάθε μέρα, ακόμα και τα σαββατοκύριακα.
es: Acuéstate y despierta a la misma hora todos los días, incluso los fines de semana.
fi: Mene nukkumaan ja herää samaan aikaan joka päivä, myös viikonloppuisin.
fr: Couchez-vous et levez-vous à la même heure chaque jour, même le week-end.
he: לכו לישון וקומו באותה שעה כל יום, גם בסופי שבוע.
hi: हर दिन एक ही समय पर सोएँ और उठें, सप्ताहांत में भी।
hr: Liježi i ustaj u isto vrijeme svaki dan, čak i vikendom.
hu: Feküdj le és kelj fel minden nap ugyanakkor, hétvégén is.
id: Tidur dan bangun di jam yang sama setiap hari, termasuk akhir pekan.
it: Vai a letto e svegliati alla stessa ora ogni giorno, anche nel weekend.
ja: 週末も含めて、毎日同じ時間に寝て同じ時間に起きましょう。
ko: 주말에도 매일 같은 시간에 자고 같은 시간에 일어나세요.
ms: Tidur dan bangun pada waktu yang sama setiap hari, termasuk hujung minggu.
nl: Ga elke dag op dezelfde tijd naar bed en sta op dezelfde tijd op, ook in het weekend.
no: Legg deg og stå opp til samme tid hver dag, også i helgene.
pl: Kładź się i wstawaj o tej samej porze każdego dnia, także w weekendy.
pt_br: Durma e acorde no mesmo horário todos os dias, mesmo nos fins de semana.
pt_pt: Deite-se e levante-se à mesma hora todos os dias, mesmo ao fim de semana.
ro: Culcă-te și trezește-te la aceeași oră în fiecare zi, chiar și în weekend.
ru: Ложитесь и вставайте в одно и то же время каждый день, даже в выходные.
sk: Choďte spať a vstávajte každý deň v rovnakom čase, aj cez víkendy.
sv: Gå och lägg dig och vakna vid samma tid varje dag, även på helger.
th: เข้านอนและตื่นเวลาเดิมทุกวัน รวมถึงวันหยุดสุดสัปดาห์
tr: Hafta sonları dahil her gün aynı saatte yatın ve kalkın.
uk: Лягайте і прокидайтеся в один і той самий час щодня, навіть у вихідні.
vi: Đi ngủ và thức dậy cùng một giờ mỗi ngày, kể cả cuối tuần.
zh_hans: 每天在同一时间上床和起床，周末也不例外。
zh_hant: 每天在同一時間上床與起床，週末也不例外。

# tip_consistent_schedule_title
source: Keep a Consistent Schedule
ar: حافظ على جدول ثابت
ca: Mantén horaris regulars
cs: Dodržujte pravidelný režim
da: Hold en fast rytme
de: Halte einen festen Rhythmus
el: Κράτα σταθερό πρόγραμμα
es: Mantén un Horario Consistente
fi: Pidä säännöllinen rytmi
fr: Gardez des horaires réguliers
he: שמרו על לוח קבוע
hi: नियमित समय रखें
hr: Održavaj stalan raspored
hu: Tarts állandó ritmust
id: Jaga Jadwal Konsisten
it: Mantieni orari regolari
ja: 一定のリズムを保つ
ko: 일정한 패턴 유지하기
ms: Kekalkan Jadual Tetap
nl: Houd een vast ritme aan
no: Hold en fast rytme
pl: Trzymaj się stałych godzin
pt_br: Mantenha um Horário Consistente
pt_pt: Mantenha horários regulares
ro: Păstrează un program constant
ru: Соблюдайте режим
sk: Dodržiavajte pravidelný režim
sv: Håll regelbundna tider
th: นอนให้เป็นเวลา
tr: Düzenli Bir Program İzleyin
uk: Дотримуйтеся режиму
vi: Giữ lịch đều đặn
zh_hans: 保持规律作息
zh_hant: 維持規律作息
